{
  "description": "Atlas Automation Hub is a task scheduling tool for getting data from a source and depositing it in a destination - sql servers to SFTP servers.",
  "features": [
    {
      "heading": "Limitless scheduling options",
      "message": "Schedule projects to run using cron scheduling - run on virtually any date based schedule. Or, run tasks on a periodic interval! Or, run you task one time at a specific date. Does that cover you scheduling needs?"
    },
    {
      "heading": "Secure SAML2 authentication",
      "message": "Atlas Hub uses secure SAML2 authentication for single sign one. With SAML2 you can easily use two factor authentication, and give website access to specific user groups."
    },
    {
      "heading": "Run .bat jobs on Window Server",
      "message": "Since Atlas Hub is linux based, can I still run jobs on Windows? Yes! .bat file jobs, or any other Windows commands, can be run over SSH on the server of your choice. Simply add a new data connection to your server."
    },
    {
      "heading": "My vendor wants me to resend a file from three weeks ago",
      "message": "No problem. Directly from your task you can resend and download historical files."
    },
    {
      "heading": "ZIP... GPG... CSV... Excel... TXT... ASDF?!...",
      "message": "Easily zip, encrypt, or just export as any file type you need. Custom delimiters and line endings are baked in. Or, if you don't need a delimiter you can move files from A to B as a blob."
    },
    {
      "heading": "Advanced processing of data",
      "message": "Need to run your data through some complex transforms or manipulation? Atlas Hub lets you run your data through processing scripts that automatically install any dependencies used. Scripting possibilities are limitless."
    },
    {
      "heading": "Can I store my code on GitLab... FTP Server? SFTP? SAMB?",
      "message": "Yep. Put your source code where you want it. Atlas Hub will pick up your code from there when it is needed. Optionally, you can cache the last run code in case your code server ever goes offline."
    },
    {
      "heading": "Email reports or success/failure messages?",
      "message": "When a tasks completes you have the option to send a success/failure email. Task output can be attached or embedded in the email."
    },
    {
      "heading": "Parameters, parameters, parameters",
      "message": "Projects and tasks can use parameters that are inserted during the run. Parameters can also be used in output file names."
    },
    {
      "heading": "Where does the output go?",
      "message": "By default the output is saved in your backup file server. If your vender uses (S)FTP, SAMB, or something else, the files can be send there as well."
    },
    {
      "heading": "Remote server monitoring?",
      "message": "Yep, setup an SSH job to check the cpu or ram on your servers, set the job up to fail if the cpu is over 90% and you will get an email when your server are bogged down! Think about what else you can do over ssh!"
    }
  ],
  "long_description": "With the multitude of routine reporting demands it is essential to have a reliable tool to schedule the data extracts and loads!\n\nAtlas Automation Hub will reliably run your SQL reports, delimit the data and deposit it in your vendors SFTP server.\n\nWith a multitude of options available, from GPG encryption and zip files to running batch jobs over SSH to email with embedded reports, this tool will cover your data extract needs.",
  "name": "Hub",
  "short_description": "A simple extract, batch job and script scheduler.",
  "short_name": "Hub",
  "docs": "/docs/hub/",
  "info": "/hub/"
}
